Repository: neharix/CTF
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tk

source: English
tk: Iňlis dili

source: Russian
tk: Rus dili

source: Turkmen
tk: Türkmen dili

source: Tools panel
tk: Gurallar penjiresi

source: Register tool
tk: Registrasiýa guraly

source: Team challenge results
tk: Toparyň ýaryş netijeleri

source: User challenge results
tk: Ulanyjynyň ýaryş netijeleri

source: Challenge reports
tk: Ýaryş hasabatlary

source: Place
tk: Ýeri

source: Team
tk: Topary

source: Score
tk: Utuklary

source: Challenges
tk: Ýaryşlar

source: User
tk: Ulanyjy

source: Name
tk: Ady

source: Surname
tk: Familiýasy

source: Fill out the form for administrative registration
tk: Administratiw registrasiýa üçin formany dolduryň

source: Import an Excel file(.xlsx extention)
tk: Excel faýlyny(.xlsx giňeltmede) giriziň

source: Accept
tk: Tassyklamak

source: SURNAME & NAME
tk: FAMILIÝASY WE ADY

source: TEAM
tk: TOPAR

source: POINTS
tk: UTUKLARY

source: Starts at
tk: Başlamaly

source: Finishes at
tk: Tamamlanmaly

source: Description
tk: Düşündiriş

source: Come back
tk: Yzyňa dolanmak

source: Join
tk: Goşulmak

source: Sum of points
tk: Utuklaryň jemi

source: Point
tk: Utuk

source: Remaining time
tk: Galan wagt

source: Question
tk: Sorag

source: Hint
tk: Maslahat

source: Click to see hint
tk: Maslahaty görmek üçin basyň

source: point
tk: utuk

source: File
tk: Faýl

source: Download
tk: Ýükle

source: Answer
tk: Jogap

source: Exit
tk: Çykmak

source: Active team players
tk: Toparyň işjeň oýunçylary

source: Team statistics
tk: Toparyň ýetişigi

source: Developers
tk: Programmistler

source: Web-site
tk: Web-saýt

source: Frequently asked questions
tk: Ýygy-ýygydan berilýän soraglar

source: Active events
tk: Işjeň ýaryşlar

source: CTF Games - Cybersecurity Challenge
tk: CTF Oýunlary - Kiberhowpsuzlyk ýaryşy

source: Admin tools
tk: Admin gurallary

source: Charts
tk: Diagrammalar

source: Sign in
tk: Girmek

source: Log out
tk: Çykmak

source: CTF Games
tk: CTF Oýunlary

source: Contact us
tk: Biziň maglumatlarymyz

source: Phone number
tk: Telefon nomerimiz

source: Address
tk: Salgymyz

source: WC57+94V, Oguzkhan street of Ashgabat city
tk: WC57+94V, Aşgabat şäheriniň Oguzhan köçesi

source: Log in
tk: Ulgama giriş

source: Username
tk: Ulanyjy ady

source: Password
tk: Açar sözi

source: Username is not in the database
tk: Ulanyjy ady ulanyjylar hasabynda ýok

source: Incorrect username or password
tk: Nädogry ulanyjy ady ýa-da açar sözi
